{
	"jumping-jacks": {
		"id": 0,
		"name": "Jumping jacks",
		"path": "jumping-jack.png",
		"alt": "",
		"time": "standard",
		"involves": {
			"legs": true,
			"arms": true,
			"abdomen": false,
			"jumping": true,
			"equipment": false
		},
		"steps": {
			"1": "Stand upright with your legs together, arms at your sides.",
			"2": "Bend your knees slightly, and jump into the air. ",
			"3": "As you jump, spread your legs to be about shoulder-width apart. Stretch your arms out and over your head.",
			"4": "Jump back to starting position."
		}
	},
	"wall-sit": {
		"id": 1,
		"name": "Wall sit",
		"path": "wall-sit.png",
		"alt": "",
		"time": "standard",
		"involves": {
			"legs": true,
			"arms": false,
			"abdomen": false,
			"jumping": false,
			"equipment": false
		},
		"steps": {
			"1": "Start with your back against a wall with your feet shoulder width and about 2 feet from the wall.",
			"2": "Engage your abdominal muscles and slowly slide your back down the wall until your thighs are parallel to the ground.",
			"3": "Adjust your feet so your knees are directly above your ankles (rather than over your toes).",
			"4": "Keep your back flat against the wall.",
			"5": "Hold the position for 20 to 60 seconds.",
			"6": "Slide slowly back up the wall to a standing position.",
			"7": "Rest 30 seconds and repeat the exercise three times. Increase your hold time by five seconds as you increase your strength."
		}
	},
	"push-ups": {
		"id": 2,
		"name": "Push-ups",
		"path": "push-up.png",
		"alt": "",
		"time": "standard",
		"involves": {
			"legs": false,
			"arms": true,
			"abdomen": true,
			"jumping": false,
			"equipment": false
		},
		"steps": {
			"1": "Starting Position: Kneel on an exercise mat or floor and bring your feet together behind you.",
			"2": "Slowly bend forward to place your palms flat on the mat, positioning your hands shoulder-width apart with your fingers facing forward or turned slightly inward. \nSlowly shift your weight forward until your shoulders are positioned directly over your hands. \nReposition your hands as needed to allow full extension of your body without any bend at the hips or knees. \nStiffen your torso by contracting your core/abdominal muscles (\"bracing\"), your glute and quadriceps muscles and align your head with your spine. \nPlace your feet together with your ankles dorsiflexed (toes pointed towards your shins).",
			"3": "Downward Phase: Slowly lower your body towards the floor while maintaining a rigid torso and head aligned with your spine. \nDo not allow your low back to sag or your hips to hike upwards during this downward phase. \nContinue to lower yourself until your chest or chin touch the mat/floor. \nAllow your elbows to flare outwards during the lowering phase.",
			"4": "Upward Phase: Press upwards through your arms while maintaining a rigid torso and head aligned with your spine. \nFor extra strength think about pushing the floor away from you. \nDo not allow your low back to sag or your hips to hike upwards. \nContinue pressing until the arms are fully extended at the elbows.",
			"5": "An alternative position is to turn your hands to face forwards and keep your your elbows close to your sides during the downward phase. \nThis shifts the emphasis from the chest muscles onto the triceps and may reduce stresses in the shoulder joint. \nPushing through the heel and outside surface of your palm provides greater force in your press and stability to your shoulders."
		}
	},
	"crunch": {
		"id": 3,
		"name": "Crunches",
		"path": "crunch.png",
		"alt": "",
		"time": "standard",
		"bodypart": "abdomen",
		"involves": {
			"legs": false,
			"arms": false,
			"abdomen": true,
			"jumping": false,
			"equipment": false
		},
		"steps": {
			"1": "Starting Position: Lie in a supine (on your back) position on a mat with your knees bent, feet flat on the floor and heels 12 - 18\" from your tailbone.",
			"2": "Place your hands behind your head, squeezing your scapulae (shoulder blades) together and pulling your elbows back without arching your low back. \nThis elbow position should be maintained throughout the exercise. \nAlign your head with your spine, but allow it to move into slight flexion (moving the chin towards the chest) during the upward phase of the exercise.",
			"3": "Upward Phase: Exhale, contract your abdominal and core muscles and flex your chin slightly towards your chest while slowly curling your torso towards your thighs. \nThe movement should focus on pulling your rib cage towards your pelvis (the neck stays relaxed while the chin is tucked towards the neck). \nYour feet, tailbone and lower back should remain in contact with the mat at all times. Continue curling up until your upper back is lifted off the mat. Hold this position briefly.",
			"4": "Downward Phase: Gently inhale and slowly uncurl (lower) your torso back towards the mat in a controlled fashion keeping your feet, tailbone and low back in contact with the mat. \nProper form is important for this exercise to prevent excessive stress on your low back. \nIndividuals usually perform this movement too rapidly and recruit the hip flexors to assist with the upward phase. \nThis technique tilts the pelvis anteriorly, increasing the stress on the low back and should be avoided. \nThe abdominals connect the rib cage to the pelvis so the movement should focus on bringing these two body parts closer together while keeping the neck and shoulders relaxed."
		}
	},
	"step-ups": {
		"id": 4,
		"name": "Step-ups",
		"path": "step-up.png",
		"alt": "",
		"time": "standard",
		"involves": {
			"legs": true,
			"arms": false,
			"abdomen": false,
			"jumping": false,
			"equipment": true
		},
		"steps": {
			"1": "Starting Position: Stand with your feet parallel about hip width apart while holding dumbbells in your hands with palms facing inwards. \nDepress and retract your scapulae (pull shoulders down and back). \nAttempt to avoid shrugging your shoulder upwards.",
			"2": "Upward Phase: Slowly step to place your right foot on a platform, placing your foot firmly on the deck while keeping your torso upright and aligning your knee over your second toe. \nPush off with the trailing (left) leg to raise your body onto the platform placing that foot alongside your leading (right) foot. \nDuring this transition, your torso and your right tibia (shinbone) will move slightly forward past vertical, but try to avoid excessive forward movement.",
			"3": "Downward Phase: Slowly load the weight of your body into your leading (right) foot, step backwards to place the trailing (left) foot on the floor in its starting position. \nAllow your body to lean slightly forward during the step-down movement. Load your weight into your trailing (left) foot and step off the platform with your leading (right) foot, returning to your starting position. \nRepeat for the opposite side.",
			"4": "An exercise progression is to step-up onto one leg only and remain standing on a single-leg before stepping back down. \nSingle-leg stepping is a functional movement we perform daily. \nAlways monitor your foot, ankle and knee position. \nAvoid movement of your foot and ankle (collapsing in or out), and always attempt to keep your knee aligned over your second toe.",
			"5": "",
			"6": "",
			"7": ""
		}
	},
	"squat": {
		"id": 5,
		"name": "Squats",
		"path": "jumping-jack.png",
		"alt": "",
		"time": "standard",
		"involves": {
			"legs": true,
			"arms": false,
			"abdomen": false,
			"jumping": false,
			"equipment": false
		},
		"steps": {
			"1": "Starting Position: Begin standing with your feet slightly wider than hip-width, with the toes turned slightly outwards with your hands by your sides so the palms facing inwards. \nDepress and retract your scapulae (pull the shoulders down and back).",
			"2": "Stiffen your core and abdominal muscles (“bracing”) to stabilize your spine. \nHold your chest up and out, tilt your head slightly up, shift your weight back into your heels while pushing your hips towards the wall behind you.",
			"3": "Downward Phase: Start the downward phase by first shifting your hips backwards then downwards to create a hinge-like movement at your hips and knees simultaneously. \nAs you lower your hips the knees will then start to shift forward slowly, but try to control the amount of forward translation (movement) of the tibia (shinbone). \nMaintain tension in the core muscles (continue bracing) and attempt to keep your back flat.",
			"4": "Continue to lower yourself until your thighs are parallel or almost parallel with the floor, until your heels begin to lift off the floor, or until your torso begins to round or flex forward. \nMonitor your feet, ankles and knees, ensuring that the feet don't move, the ankles do not collapse in or out and the knees remain aligned over the second toe.",
			"5": "From the Lowered Position: the knees should continue to remain aligned over the second toe and body weight should be evenly distributed between the balls and heels of the feet. \nFrom the side, the position of the tibia (shinbone) and torso should be parallel with each other and the low back should appear flat or showing the beginning of some rounding.",
			"6": "Upward Phase: While maintaining your back, chest and head-up position, exhale and extend the hips and knees by pushing your feet into the floor through your heels. The hips and torso need to rise together while keeping the heels flat on the floor and knees aligned over the second toe. \nContinue extending until you reach your starting position. \nThink about inhaling on the way down and exhaling while exerting on the way back to the initial standing position."
		}
	},
	"triceps-dip": {
		"id": 6,
		"name": "Triceps-dips",
		"path": "triceps-dip.png",
		"alt": "",
		"time": "standard",
		"involves": {
			"legs": false,
			"arms": true,
			"abdomen": false,
			"jumping": false,
			"equipment": true
		},
		"steps": {
			"1": "Find a stable chair, bench, or step.",
			"2": "Sit on the edge of the chair and grip the edge next to your hips. \nYour fingers should be pointed at your feet. \nYour legs are extended and your feet should be about hip-width apart with the heels touching the ground. \nLook straight ahead with your chin up.",
			"3": "Press into your palms to lift your body and slide forward just far enough that your behind clears the edge of the chair.",
			"4": "Lower yourself until your elbows are bent between 45 and 90 degrees.",
			"5": "Slowly push yourself back up to the start position and repeat. \nControl the movement throughout the range of motion.",
			"6": "Begin with 3 sets of 10 repetitions and increase your sets and reps over several weeks as you build muscle and strength in your triceps."
		}
	},
	"plank": {
		"id": 7,
		"name": "Plank",
		"path": "plank.png",
		"alt": "",
		"time": "standard",
		"involves": {
			"legs": true,
			"arms": true,
			"abdomen": true,
			"jumping": false,
			"equipment": false
		},
		"steps": {
			"1": "Starting Position: Lie prone (on your stomach) on an exercise mat or floor with your elbows close to your sides and directly under your shoulders, palms down and hands facing forward. \nContract your quadriceps to extend your legs and dorsiflex your ankles (pull toes towards your shins). \nContract your core and abdominal muscles to stiffen your torso.",
			"2": "Upward Phase. Slowly lift your entire torso off the floor or mat, maintaining a stiff torso and legs. \nAvoid any arching (sagging) in your low back, hiking (upwards) in your hips or bending in the knees. \nAvoid shrugging your shoulder and keep your shoulders positioned directly over your elbows with your palms facing down. \nContinue to breath while holding this position for a specified time (5+ seconds).",
			"3": "Downward Phase: While maintaining a stiff torso and extended knees, gently lower your body back towards the mat or floor before relaxing. \nIf you experience any pain in the low back with this movement, stop the exercise immediately and consult with your doctor."
		}
	},
	"running": {
		"id": 8,
		"name": "Running",
		"path": "running.png",
		"alt": "",
		"time": "standard",
		"involves": {
			"legs": true,
			"arms": false,
			"abdomen": true,
			"jumping": true,
			"equipment": false
		},
		"steps": {
			"1": "Stand straight with your feet shoulder width apart and face forward, opening up your chest.",
			"2": "Start pulling your knees up, and slowly land on the balls of your feet.",
			"3": "Repeat until set is complete."
		}
	},
	"lunge": {
		"id": 9,
		"name": "Lunges",
		"path": "lunge.png",
		"alt": "",
		"time": "standard",
		"involves": {
			"legs": true,
			"arms": false,
			"abdomen": false,
			"jumping": false,
			"equipment": false
		},
		"steps": {
			"1": "Starting Position: Stand with your feet together. \nDepress and retract your scapulae (pull your shoulders down and back) without arching your low back, and \"brace\" (engage your abdominal/core muscles) to stiffen your spine.",
			"2": "In preparation to step forward, slowly lift one foot off the floor, stabilizing your body on the stance (supporting) leg. \nAvoid any sideways tilting or swaying in your upper body and try not to move the stance (supporting) foot. \nHold this position momentarily before stepping forward. \nThe raised (swing) leg should initiate contact with a heel strike first, slowly transferring your body weight into the leading (forward) foot placed firmly on the floor. \nAs you load into this leg, avoid any sideways tilting or swaying in your upper body and try not to move the stance (supporting) foot.",
			"3": "As you lunge forward, focus more on dropping your hips towards the floor rather than driving your hips forward. \nThis will help control the amount of forward movement of your shinbone (forward tibial translation) over your foot. \nContinue lowering your body to a comfortable position or until your front thigh becomes parallel with the floor and your tibia (shinbone) is in a slight forward lean. \nWhile lunging, simultaneously, bend forward at your hips, maintaining a flat back.",
			"4": "Firmly push off with your front leg, activating both your quads and glutes (thighs and butt muscles) to return to your upright, starting position. \nWe suggest you first learn how to perform single leg-stands on the ground before performing this forward lunge. \nOnce you master the forward lunge, you can progress to doing a lunge using arm drivers and mult-directional glute activation lunges."
		}
	},
	"push-up-and-rotate": {
		"id": 10,
		"name": "Push-up and rotate",
		"path": "push-up-rotate.png",
		"alt": "",
		"time": "split",
		"involves": {
			"legs": false,
			"arms": true,
			"abdomen": true,
			"jumping": false,
			"equipment": false
		},
		"steps": {
			"1": "Start in a plank position, with your shoulders over your wrists and legs out behind you with your feet hip distance apart. \nPull your navel in and keep your back straight.",
			"2": "As you lower and exhale, bend your elbows outward to the sides. \nHold at the bottom for one breath.",
			"3": "Raise back up to top push-up position. \nAs you reach the top, keep moving in a fluid motion to side plank position: release your right arm and raise it to the ceiling, keeping your body in a long diagonal line. \nHold for one breath, then move back into plank position.",
			"4": "Repeat the push-up, twisting the opposite direction bringing your left arm toward the ceiling. \nReturn to plank position to complete one rep."
		}
	},
	"side-plank": {
		"id": 11,
		"name": "Side-plank",
		"path": "side-plank.png",
		"alt": "",
		"time": "split",
		"involves": {
			"legs": true,
			"arms": true,
			"abdomen": true,
			"jumping": false,
			"equipment": false
		},
		"steps": {
			"1": "Starting Position: Lie on your right side on an exercise mat with extended legs, placing your left leg directly over your right leg and and stacking your feet one on top of the other. \nPlace your right elbow directly under your shoulder, align your head with your spine and keep your hips and right knee in contact with the exercise mat.",
			"2": "Upward Phase: Exhale, gently contract your abdominal / core muscles to stiffen your spine and lift your hips and knees off the mat, keeping contact with the side of your right foot and keep head aligned with your spine. \nKeep your right elbow positioned directly under your shoulder.",
			"3": "Lowering Phase: Inhale and gently return yourself to your starting position. Alternate sides and repeat.",
			"4": "Exercise Variation: You can increase the intensity of this exercise by (1) increasing the length of time you are in the raised position, (2) raising the upper leg off the lower leg or (3) raising the lower leg off the floor and maintaining contact with your elbow and the foot of the upper leg only. \nWhen raising the upper leg off the lower leg, there is no need to raise it to a level beyond parallel with the floor."
		}
	}
}
